[
  {
    "id": 1,
    "productName": "Ancient Greek Vase",
    "image": "https://i.pinimg.com/736x/31/f6/f9/31f6f98fd162a10d0fab5c931d195096.jpg",
    "description": "A beautifully crafted ancient Greek vase dating back to the 5th century BC.",
    "price": 120,
    "condition": "Authentic",
    "history": "This ancient Greek vase is a testament to the craftsmanship of the 5th century BC, where artisans skillfully created functional yet artistic pottery. It reflects the cultural and aesthetic values of the Greek civilization, used both as an everyday utility and a decorative masterpiece. Over centuries, such vases have been revered for their historical and artistic significance.",
    "conditionDetails": "The vase remains in authentic condition, with its intricate designs and original structure well-preserved. Minor signs of aging add to its charm, telling a story of its journey through history."
  },
  {
    "id": 2,
    "productName": "Roman Coin",
    "image": "https://i.pinimg.com/736x/d6/c2/b9/d6c2b9b3544a02482e9e1be24d9e3dc1.jpg",
    "description": "A rare Roman coin from the reign of Augustus Caesar.",
    "price": 300,
    "condition": "Mint",
    "history": "This Roman coin was minted during the reign of Augustus Caesar, marking the dawn of the Roman Empire. Coins like this were symbols of power and economy, widely circulated across the empire's vast territories. Its engravings provide insights into the leadership and accomplishments of one of history's most iconic rulers.",
    "conditionDetails": "The coin is in mint condition, with its original inscriptions and design features fully intact. It has been meticulously preserved, making it a valuable collectible and a piece of Roman history."
  },
  {
    "id": 3,
    "productName": "Medieval Shield",
    "image": "https://i.pinimg.com/736x/d2/49/7b/d2497ba641de4606ef2c5e22c4ea15ca.jpg",
    "description": "A robust shield used by knights in the medieval era.",
    "price": 250,
    "condition": "Restored",
    "history": "This shield was a vital tool for knights during medieval battles, offering both protection and a symbol of their allegiance. Its sturdy design reflects the medieval craftsmanship aimed at combining utility with durability. It would have witnessed numerous battles and stories of valor over the centuries.",
    "conditionDetails": "The shield has been restored to highlight its original design while maintaining structural integrity. Restorative efforts have preserved its historical value, allowing modern viewers to appreciate its artistry."
  },
  {
    "id": 4,
    "productName": "Egyptian Papyrus",
    "image": "https://i.pinimg.com/736x/b5/df/2c/b5df2c4a24cd37c3f37e20d230023f9f.jpg",
    "description": "An authentic Egyptian papyrus scroll with hieroglyphs.",
    "price": 80,
    "condition": "Authentic",
    "history": "This papyrus scroll originates from ancient Egypt and showcases the sophistication of their written language. It was used for documenting important events, religious texts, and literature. The hieroglyphs reflect the ingenuity of one of the world's earliest civilizations in preserving knowledge.",
    "conditionDetails": "The papyrus has been preserved in its original state, with the hieroglyphs still visible and well-defined. Careful conservation has ensured its longevity without altering its authenticity."
  },
  {
    "id": 5,
    "productName": "Viking Sword",
    "image": "https://i.pinimg.com/736x/51/23/06/51230610c3e4f5c46c66b597fce99d0f.jpg",
    "description": "A sharp Viking sword used during Norse invasions.",
    "price": 400,
    "condition": "Restored",
    "history": "This Viking sword was a formidable weapon, wielded by Norse warriors during their expansive conquests. Its sharp blade and balanced design were crafted for swift and powerful strikes. Swords like this were symbols of honor and strength among Viking communities.",
    "conditionDetails": "The sword has been carefully restored to bring back its original sharpness and finish. Restoration efforts have maintained its historical authenticity while enhancing its visual appeal."
  },
  {
    "id": 6,
    "productName": "Chinese Porcelain",
    "image": "https://i.pinimg.com/736x/5e/6a/46/5e6a46b44739cb5f49e8c12f23e49a78.jpg",
    "description": "A fine piece of ancient Chinese porcelain from the Ming dynasty.",
    "price": 200,
    "condition": "Authentic",
    "history": "This piece of Chinese porcelain was crafted during the Ming dynasty, an era renowned for its exceptional ceramic artistry. Its elegant design and delicate patterns exemplify the cultural refinement and technical expertise of the time. Such porcelain was often used by royalty and elite families.",
    "conditionDetails": "The porcelain remains in its authentic state, with no alterations made to its original patterns. It has been carefully preserved to retain its delicate beauty and intricate craftsmanship."
  },
  {
    "id": 7,
    "productName": "Mayan Statue",
    "image": "https://i.pinimg.com/736x/58/ee/29/58ee29ea776cffd6deff36723c7831b2.jpg",
    "description": "A small statue from the ancient Mayan civilization.",
    "price": 150,
    "condition": "Replica",
    "history": "This statue represents the intricate artistry of the Mayan civilization, known for its rich culture and advanced architecture. Such statues often symbolized gods, rituals, or significant events. The Mayans' attention to detail and symbolism is evident in this piece.",
    "conditionDetails": "As a replica, the statue faithfully recreates the original designs of Mayan artifacts. It provides an affordable way to experience the artistry of the ancient world."
  },
  {
    "id": 8,
    "productName": "Japanese Katana",
    "image": "https://i.pinimg.com/736x/39/62/6e/39626ef7e13039be796b388f85cf9ea5.jpg",
    "description": "An exquisite katana crafted by a Japanese swordsmith.",
    "price": 500,
    "condition": "Mint",
    "history": "This katana embodies the elegance and precision of traditional Japanese sword-making. Crafted during the Edo period, it was both a weapon of defense and an expression of artistry. Katanas were highly revered by samurai for their sharpness and balance.",
    "conditionDetails": "The katana is in mint condition, with its blade retaining its original sharpness and sheen. Its handle and scabbard are unblemished, making it a prized possession for collectors."
  },
  {
    "id": 9,
    "productName": "Aztec Mask",
    "image": "https://i.pinimg.com/736x/6d/ec/47/6dec47ed0072bbc11f3dc1aa2c814d42.jpg",
    "description": "A ceremonial mask from the Aztec Empire.",
    "price": 180,
    "condition": "Authentic",
    "history": "This mask was used in Aztec rituals and ceremonies, symbolizing spiritual beliefs and cultural practices. It reflects the Aztecs' remarkable creativity and their connection to religion and mythology. Each mask held significant meaning in their society.",
    "conditionDetails": "The mask has been preserved in its authentic form, with no alterations made to its design. It serves as a vivid reminder of the Aztec Empire's cultural richness."
  },
  {
    "id": 10,
    "productName": "Indian Bronze Idol",
    "image": "https://i.pinimg.com/736x/1a/95/d0/1a95d025029eb90fe4b1499deadbc4e3.jpg",
    "description": "A bronze idol of a deity from ancient India.",
    "price": 220,
    "condition": "Restored",
    "history": "This bronze idol reflects the religious and artistic traditions of ancient India. It was likely used in temples or homes for worship, representing devotion and faith. The intricate details speak of the skill and dedication of the craftsmen.",
    "conditionDetails": "The idol has been restored to highlight its intricate carvings while maintaining its original form. It stands as a tribute to the spiritual and artistic heritage of India."
  }
]
